{
    "Mail.GusWeddingGift": "Hello, @.  Congrats on tying the knot. I always wondered what it would be like... Anyway, here’s a sweet treat for the newlyweds!  ^   -Gus",
    "Mail.MarnieWeddingGift": "Good morning @!^Here’s a little something from my girls to make your special day well... special! Congratulations.  ^   -Marnie",
    "Mail.MorrisWeddingGift": "Dear customer,^Enjoy a special 10% discount on all Joja products this week in recognition of your marital union.  ^   -Morris",
    "Mail.WillyWeddingGift": "Ahoy kids!^Marriage ain’t no joke. You take it as serious as I do my anglin’ and you’ll be just fine.  ^   -Willy",
    "Mail.RasWeddingGift": "Greetings @.^These will transport you directly home if you find yourself missing your spouse. I can’t imagine why, and I don't expect you to understand the magic they use.  ^   -Rasmodius",
    "Mail.LinusWeddingGift": "Hello @.^I heard that you got married.  I found these near town last week. Don’t know why anyone would just throw them out.  ^   -Linus",
    "Mail.EvelynWeddingGift": "Hello, dears.^Oh, I got to watch your grandfather get married years ago, and now I get to see you get married too!  This has been in my family for years, just think of it as a gift passed on to a new generation.  ^   -Evelyn",
    "Mail.ClintWeddingGift": "Hi @.^Heard you’re hitched now.  I guess you’ll need this more than I will. Married life ain’t cheap.  ^   -Clint",
    "Mail.JodiWeddingGift": "Good morning @,^I’ve had this in mind ever since I heard you were engaged.  Congratulations on your new marriage!  ^   -Jodi",
    "Mail.PierreWeddingGift": "Hi @,^At Pierre’s we value our customers and we want to congratulate you on your marriage.  Here is a free sample (make sure you share... that’s VERY important). ^   -Pierre",
    "Mail.RobinWeddingGift": "Congratulations, @.^Having a spouse means that you will never have enough space. Just wait until you have kids! Hopefully this will help.  ^   -Robin",
    "Mail.MaruWeddingGift": "Hey, @.^Congrats on your big day. I hope I’ll be as happy as you two are one day. Here’s a little gift from the lab.  ^   -Maru",
    "Mail.DemetriusWeddingGift": "@,^Love is a chemical reaction.  I’ve heard chocolate can be beneficial as an aphrodisiac. Congratulations on your marriage.  ^   -Demetrius",
    "Mail.HarveyWeddingGift": "Hello,^Congratulations on getting married. I can’t wait to be the primary physician for another growing family in the valley. Here’s a little something to get you started.  ^   -Harvey",
    "Mail.EmilyWeddingGift": "Good morning @!^I positively knew you two would be perfect together. I made you a little gift for down the road, just in case! Congrats, again!  ^   -Emily",
    "Mail.HaleyWeddingGift": "Hi,^Couldn’t help but notice that you didn’t have a wedding cake. Everyone deserves cake on their wedding day. Don’t tell anyone I shared. ^   -Haley",
    "Mail.AbigailWeddingGift": "Hey, @.^I guess you’re a real adult now, all married and stuff. Don’t forget to stop by to play a round or two on the GameBox. You’re married, not dead.^   -Abigail",
    "Mail.SamWeddingGift": "Hiya @!^Dude, I can’t believe you’re really hitched. Mom made these for a work potluck, but I stole a couple for you guys. Happy wedding day!  ^   -Sam",
    "Mail.ShaneWeddingGift": "Hi, @,^Congrats... I didn’t know what to get you, so I lifted this from work.  Thanks again, for everything.  ^   -Shane",
    "Mail.PennyWeddingGift": "@,^You two looked just perfect yesterday. I lifted this from my mom’s stash... she won’t notice, right? A toast to the happy couple!  ^   -Penny",
    "Mail.VincentWeddingGift": "Hi @!^Mom says you have your own family now and won’t come over for dinner so much. Except she made this yesterday and it was DELICIOUS. Maybe you can share it? ^   -Vincent",
    "Mail.AlexWeddingGift": "Hey, @,^Your days are about to get twice as long, I heard marriage does that to ya. Here’s something to keep you going. Best of luck!  ^   -Alex",
    "Mail.SebWeddingGift": "Hey^You’re the first person around here to get married in a long time, except my mom I guess. Here’s something for you guys. Congrats.  ^   -Sebastian",
    "Mail.CarolineWeddingGift": "Good morning, @,^I knew you two were going to end up together, I just knew it. Sorry about Pierre’s tactless greeting card. Here’s something from my family to yours. Congratulations! ^   -Caroline",
    "Mail.GeorgeWeddingGift": "Farmer @,^If you’re gonna go off and get married, you’re gonna need this.  ^   -George",
    "Mail.MarlonWeddingGift": "Hello, @,^I didn’t think you needed any more excitement, but we can not all be married to the thrill of adventure. I killed my first slime with this, back in the day. You should have it now. ^   -Marlon",
    "Mail.JasWeddingGift": "Heya @!^Thanks for getting married so I can finally wear my pink dress. I found these in the forest, but don’t tell Uncle Shane I gave them to you guys. ^   -Jas",
    "Mail.PamWeddingGift": "Hey, kids.^ Never been sure what this life is all about.  If you two can figure it out, maybe I can too. Here’s a cold one on me. Well, on Gus. Congrats.  ^   -Pam",
    "Mail.GusWelcomeName": "Letter From Gus"
}